[Rainmeter]
Update=1000
AccurateText=1

[Metadata]
Name=PRTS组件
Author=三春桃李
Information=终端（共5个组件）
Version=1.0.0
License=Creative Commons Attribution - Non - Commercial - Share Alike 4.0

[Variables]

[Meter]
Meter=Shape
Shape=Rectangle 525,0,282,68
LeftMouseUpAction=["control"]
; 控制面板
[Meter2]
Meter=Shape
Shape=Rectangle 525,78,282,68
LeftMouseUpAction=["Taskmgr"]
; 任务管理器
[Meter3]
Meter=Shape
Shape=Rectangle 525,156,282,68
LeftMouseUpAction=["eventvwr"]
; 事件查看器
[Meter4]
Meter=Shape
Shape=Rectangle 0,163,260,60
LeftMouseUpAction=["shell:RecycleBinFolder"]
; 回收站
[Meter5]
Meter=Shape
Shape=Rectangle 270,0,240,200
LeftMouseUpAction=["explorer"]
; 我的电脑